[M_TrailerTrashin:ArriveatNight MissionObjectiveDefinition]
ProgressMessage="It's night"

[M_TrailerTrashin:GetToTrailerPark MissionObjectiveDefinition]
ProgressMessage="At Hodang Trailer Park"

[M_TrailerTrashin:LightGasTanks MissionObjectiveDefinition]
ProgressMessage="Light Armor Tank"

[M_TrailerTrashin:OpenGasTanks MissionObjectiveDefinition]
ProgressMessage="Open the fuel tank."
